tap "anomalyco/tap"
tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "theboredteam/boring-notch"
tap "xykong/tap"

brew "git"
brew "stow"
brew "neovim"
brew "tmux"
brew "yarn"
brew "node"
brew "python@3.13"
brew "ripgrep"
brew "tree-sitter"
brew "btop"
brew "colima"
brew "azure-cli"
brew "lazydocker"
brew "ffmpeg"
brew "exiftool"
brew "llama.cpp"
brew "prettier"
brew "duti"
brew "anomalyco/tap/opencode"
brew "felixkratz/formulae/borders"

cask "aerospace"
cask "anki"
cask "boring-notch"
cask "docker-desktop"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "opencode-desktop"
cask "raycast"
